#+title: Evaluación de exposición: Explotando vulnerabilidades de concurrencia en envoltorios (wrappers) de llamadas al sistema
#+author: Gunnar Wolf

- Tema presentado por :: Alejandro Jesús Antonio Roblero
- Calificación global :: 9.6 * 0.3 +  8.75 * 0.7 = *9.0*

* Comentarios

Dado que es una presentación en video, no puedo evaluar /dominio del
tema/ y /presencia/ como lo hacemos habitualmente. Me centro en las
respuestas que hagan a las preguntas de sus compañeros para el primero
y en si la presentación "suena" leída directamente del material que
prepararon o expuesta más libremente para el segundo.

* Evaluación grupal

Esta evaluación proviene de la encuesta que llenaron en línea. No
tengo acceso al desglose, por lo cual presento únicamente el resumen
de la evaluación.

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           10 |    10 |         10 |        9 |         9 | 9.6   |
|--------------+-------+------------+----------+-----------+-------|

** Comentarios de los compañeros

Tu exposición recibió los siguientes comentarios anonimizados por
parte de tus compañeros:

- Buen uso de sus diapositivas para mostrar los segmentos de código y
  diagramas pertinentes a lo que explicaba, no fue confuso seguir el
  hilo de la explicación

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |            5 |     0.75 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

